Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.editor.tariffUnavailable
source: Tariff rates for this date are unavailable. Try again when connected, or enter your agreed hourly wage.
ar: معدلات التعرفة لهذا التاريخ غير متاحة. حاول مرة أخرى عند الاتصال بالإنترنت، أو أدخل أجرك بالساعة المتفق عليه.
bg: Тарифните ставки за тази дата не са налични. Опитайте отново, когато сте свързани с интернет, или въведете договореното си почасово възнаграждение.
bn: এই তারিখের ট্যারিফ হার পাওয়া যাচ্ছে না। সংযুক্ত থাকা অবস্থায় আবার চেষ্টা করুন, অথবা চুক্তিবদ্ধ ঘণ্টাপ্রতি মজুরি লিখুন।
ca: Les tarifes del conveni per a aquesta data no estan disponibles. Torna-ho a provar quan tinguis connexió o introdueix el teu salari per hora acordat.
cs: Tarifní sazby pro toto datum nejsou dostupné. Zkuste to znovu s připojením k internetu nebo zadejte sjednanou hodinovou mzdu.
da: Overenskomstsatserne for denne dato er ikke tilgængelige. Prøv igen, når du har forbindelse, eller indtast din aftalte timeløn.
de: Die Tarifsätze für dieses Datum sind nicht verfügbar. Versuche es erneut, wenn du mit dem Internet verbunden bist, oder gib deinen vereinbarten Stundenlohn ein.
el: Οι τιμές της σύμβασης για αυτή την ημερομηνία δεν είναι διαθέσιμες. Δοκιμάστε ξανά όταν υπάρχει σύνδεση ή εισαγάγετε το συμφωνημένο ωρομίσθιό σας.
es: Las tarifas del convenio para esta fecha no están disponibles. Inténtelo de nuevo cuando tenga conexión o introduzca su salario por hora acordado.
et: Tariifimäärad pole selle kuupäeva kohta saadaval. Proovi ühenduse olemasolul uuesti või sisesta kokkulepitud tunnitasu.
fa: نرخ‌های قرارداد برای این تاریخ در دسترس نیستند. پس از اتصال دوباره تلاش کنید یا دستمزد ساعتی توافق‌شده خود را وارد کنید.
fi: Tämän päivämäärän työehtosopimuksen palkkatasot eivät ole saatavilla. Yritä uudelleen, kun yhteys on käytettävissä, tai syötä sovittu tuntipalkkasi.
fil: Hindi available ang mga rate ng kasunduan para sa petsang ito. Subukang muli kapag may koneksyon, o ilagay ang napagkasunduang sahod kada oras.
fr: Les taux conventionnels pour cette date sont indisponibles. Réessayez lorsque vous serez connecté, ou saisissez votre salaire horaire convenu.
he: תעריפי ההסכם הקיבוצי לתאריך זה אינם זמינים. נסו שוב כשיש חיבור, או הזינו את שכר השעה שסוכם.
hi: इस तारीख के लिए टैरिफ दरें उपलब्ध नहीं हैं। कनेक्शन होने पर फिर कोशिश करें या अपनी सहमत प्रति घंटा वेतन दर्ज करें।
hr: Tarifne stope za ovaj datum nisu dostupne. Pokušajte ponovno kada se povežete ili unesite ugovorenu satnicu.
hu: Az erre a dátumra vonatkozó tarifák nem érhetők el. Próbáld újra internetkapcsolattal, vagy add meg a megállapodás szerinti órabéredet.
id: Tarif berdasarkan perjanjian untuk tanggal ini tidak tersedia. Coba lagi saat terhubung, atau masukkan upah per jam yang disepakati.
is: Taxtar samkvæmt kjarasamningi fyrir þessa dagsetningu eru ekki tiltækir. Reyndu aftur með nettengingu eða sláðu inn umsamið tímakaup.
it: Le tariffe contrattuali per questa data non sono disponibili. Riprova quando hai una connessione o inserisci la tua paga oraria concordata.
ja: この日付の協約の料率を利用できません。接続時に再試行するか、合意した時給を入力してください。
ko: 이 날짜의 협약 요율을 사용할 수 없습니다. 인터넷에 연결한 후 다시 시도하거나, 합의된 시급을 입력하세요.
lt: Šios datos tarifai nepasiekiami. Bandykite dar kartą prisijungę prie interneto arba įveskite sutartą valandinį atlyginimą.
lv: Tarifu likmes šim datumam nav pieejamas. Mēģini vēlreiz, kad būsi tiešsaistē, vai ievadi nolīgto stundas algu.
nb: Tariffsatsene for denne datoen er utilgjengelige. Prøv igjen med nettforbindelse, eller oppgi den avtalte timelønnen.
nl: De tarieven voor deze datum zijn niet beschikbaar. Probeer het opnieuw zodra je verbinding hebt of voer je afgesproken uurloon in.
nn: Tariffsatsane for denne datoen er ikkje tilgjengelege. Prøv igjen når du er tilkopla, eller oppgje den avtalte timelønna.
pl: Stawki taryfowe dla tej daty są niedostępne. Spróbuj ponownie po nawiązaniu połączenia lub wprowadź uzgodnioną stawkę godzinową.
pt_br: Os valores salariais do acordo para esta data estão indisponíveis. Tente novamente quando houver conexão ou informe seu salário-hora acordado.
ro: Tarifele din acord pentru această dată nu sunt disponibile. Încearcă din nou când ai conexiune sau introdu salariul orar convenit.
ru: Тарифные ставки для этой даты недоступны. Повторите попытку при подключении к сети или укажите согласованную почасовую ставку.
sk: Sadzby z kolektívnej zmluvy pre tento dátum nie sú k dispozícii. Skúste to znova po pripojení k internetu alebo zadajte svoju dohodnutú hodinovú mzdu.
sl: Tarifne stopnje za ta datum niso na voljo. Poskusite znova, ko boste povezani, ali vnesite dogovorjeno urno postavko.
sr: Tarifne stope za ovaj datum nisu dostupne. Pokušajte ponovo kada se povežete ili unesite ugovorenu satnicu.
sv: Lönesatserna enligt avtalet för detta datum är inte tillgängliga. Försök igen när du har anslutning eller ange din avtalade timlön.
sw: Viwango vya malipo vya makubaliano vya tarehe hii havipatikani. Jaribu tena ukiwa umeunganishwa, au uweke mshahara wako wa saa uliokubaliwa.
ta: இந்தத் தேதிக்கான ஒப்பந்த விகிதங்கள் கிடைக்கவில்லை. இணையத்துடன் இணைந்ததும் மீண்டும் முயற்சிக்கவும் அல்லது ஒப்புக்கொண்ட மணிநேர ஊதியத்தை உள்ளிடவும்.
th: อัตราตามข้อตกลงสำหรับวันที่นี้ไม่พร้อมใช้งาน ลองอีกครั้งเมื่อเชื่อมต่อแล้ว หรือกรอกค่าจ้างรายชั่วโมงที่ตกลงกันไว้
tr: Bu tarih için tarife oranları kullanılamıyor. Bağlantınız olduğunda tekrar deneyin veya üzerinde anlaştığınız saatlik ücreti girin.
uk: Тарифні ставки для цієї дати недоступні. Спробуйте ще раз, коли буде з’єднання, або введіть погодинну ставку, визначену угодою.
ur: اس تاریخ کے لیے معاہدے کی شرحیں دستیاب نہیں ہیں۔ انٹرنیٹ سے منسلک ہو کر دوبارہ کوشش کریں، یا اپنی طے شدہ فی گھنٹہ اجرت درج کریں۔
vi: Mức lương theo thỏa ước cho ngày này không khả dụng. Hãy thử lại khi có kết nối hoặc nhập mức lương theo giờ đã thỏa thuận.
zh_hans: 此日期的协议费率不可用。联网后重试，或输入约定的时薪。
zh_hant: 此日期的協議費率無法使用。請在連線後重試，或輸入約定時薪。

# settings.pay.editor.taxDescription
source: Show tax estimates for your wages
ar: إظهار تقديرات الضريبة لأجرك
bg: Показване на данъчни прогнози за твоята заплата
bn: আপনার বেতনের জন্য ট্যাক্স অনুমান দেখান
ca: Mostra estimacions d'impostos per al teu salari
cs: Zobrazit odhady daní za vaši mzdu
da: Vis skatteestimater for din løn
de: Steuerschätzungen für deine Löhne anzeigen
el: Εμφάνιση εκτιμήσεων φόρου για τον μισθό σας
es: Mostrar estimaciones fiscales de tu salario
et: Näita oma palkade maksuarvamusi
fa: برآوردهای مالیاتی برای دستمزدهای شما را نمایش دهید
fi: Näytä veroarviot palkoillesi
fil: Ipakita ang tax estimates para sa iyong sweldo
fr: Afficher les estimations fiscales de votre salaire
he: הצג הערכות מס לשכרך
hi: अपने वेतन के लिए कर अनुमान दिखाएं
hr: Prikaži procjene poreza za vašu plaću
hu: Adóbecslések megjelenítése a fizetésedhez
id: Vis skatteanslag for lønnen din
is: Sýndu skattaáætlanir fyrir laun þín
it: Visualizza stime fiscali per il tuo salario
ja: 給与の税金見積もりを表示します
ko: 급여의 세금 예상액 표시
lt: Rodyti jūsų atlyginimuose numatytas mokesčius
lv: Parādīt aplēses nodokļus par jūsu algām
nb: Vis skatteanslag for lønnen din
nl: Toon belastingschattingen voor je loon
nn: Vis skatteanslag for lønna di
pl: Pokaż szacunki podatkowe dla Twojego wynagrodzenia
pt_br: Mostrar estimativas de impostos para seu salário
ro: Afișați estimări fiscale pentru salariul dvs.
ru: Показывать налоговые оценки для вашей зарплаты
sk: Zobrazenie odhadov daní pre vašu mzdu
sl: Prikaži ocene davkov za svojo plačo
sr: Прикажи процене пореза за твоју плату
sv: Visa skatteskatningar för din lön
sw: Onyesha makadirio ya kodi kwa mishahara yako
ta: உங்கள் ஊதியத்திற்கான வரி மதிப்பீடுகளைக் காட்டவும்
th: แสดงการประมาณภาษีสำหรับเงินเดือนของคุณ
tr: Maaşınız için vergi tahminlerini gösterin
uk: Показувати кошторисні суми податків для вашої заробітної плати
ur: اپنی تنخواہوں کے لیے ٹیکس کے تخمینے دکھائیں
vi: Hiển thị ước tính thuế cho lương của bạn
zh_hans: 显示您工资的税务估算
zh_hant: 顯示您工資的稅務估計

# settings.pay.editor.taxFlatRateHint
source: Tidex estimates tax with one flat percentage. If your tax card uses a tax table, enter the percentage shown on your tax card or a recent payslip.
ar: يقدّر Tidex الضريبة باستخدام نسبة ثابتة واحدة. إذا كانت بطاقتك الضريبية تستخدم جدولًا ضريبيًا، فأدخل النسبة الموضحة في بطاقتك الضريبية أو في قسيمة راتب حديثة.
bg: Tidex изчислява данъка с един фиксиран процент. Ако данъчната ви карта използва данъчна таблица, въведете процента, посочен в данъчната карта или в скорошен фиш за заплата.
bn: Tidex একটি নির্দিষ্ট শতাংশ দিয়ে করের হিসাব করে। আপনার ট্যাক্স কার্ডে যদি করের সারণি ব্যবহার করা হয়, তাহলে ট্যাক্স কার্ড বা সাম্প্রতিক বেতন স্লিপে দেওয়া শতাংশটি লিখুন।
ca: Tidex calcula l’impost amb un únic percentatge fix. Si la teva targeta fiscal utilitza una taula d’impostos, introdueix el percentatge que hi figura o en una nòmina recent.
cs: Tidex odhaduje daň pomocí jedné pevné sazby. Pokud váš daňový doklad používá daňovou tabulku, zadejte sazbu uvedenou na daňovém dokladu nebo na nedávné výplatní pásce.
da: Tidex beregner skat med én fast procentsats. Hvis dit skattekort bruger en skattetabel, skal du indtaste procentsatsen fra dit skattekort eller en nyere lønseddel.
de: Tidex schätzt die Steuer mit einem einheitlichen Prozentsatz. Wenn deine Steuerkarte eine Steuertabelle verwendet, gib den Prozentsatz von deiner Steuerkarte oder einer aktuellen Gehaltsabrechnung ein.
el: Το Tidex υπολογίζει τον φόρο με ένα ενιαίο ποσοστό. Αν η φορολογική σας κάρτα χρησιμοποιεί φορολογικό πίνακα, εισαγάγετε το ποσοστό που αναγράφεται στη φορολογική κάρτα ή σε πρόσφατο εκκαθαριστικό μισθοδοσίας.
es: Tidex calcula los impuestos usando un único porcentaje fijo. Si tu tarjeta fiscal utiliza una tabla de impuestos, introduce el porcentaje que aparece en tu tarjeta fiscal o en una nómina reciente.
et: Tidex hindab maksu ühe kindla protsendi alusel. Kui sinu maksukaardil on maksutabel, sisesta maksukaardil või hiljutisel palgalehel näidatud protsent.
fa: Tidex مالیات را با یک درصد ثابت برآورد می‌کند. اگر کارت مالیاتی‌تان از جدول مالیاتی استفاده می‌کند، درصد درج‌شده روی کارت مالیاتی یا یک فیش حقوقی اخیر را وارد کنید.
fi: Tidex arvioi veron yhdellä kiinteällä prosentilla. Jos verokortissasi käytetään taulukkoa, syötä verokortissa tai tuoreessa palkkalaskelmassa ilmoitettu prosentti.
fil: Tinatantiya ng Tidex ang buwis gamit ang isang nakapirming porsyento. Kung gumagamit ang iyong tax card ng talahanayan ng buwis, ilagay ang porsyentong nakasaad sa iyong tax card o isang kamakailang payslip.
fr: Tidex estime l’impôt avec un pourcentage fixe. Si votre carte fiscale utilise un barème, saisissez le pourcentage indiqué sur votre carte fiscale ou sur un bulletin de salaire récent.
he: Tidex מחשבת את המס לפי אחוז קבוע אחד. אם בכרטיס המס שלך מצוינת טבלת מס, הזן/י את האחוז שמופיע בכרטיס המס או בתלוש שכר עדכני.
hi: Tidex एक ही निश्चित प्रतिशत से कर का अनुमान लगाता है। यदि आपके टैक्स कार्ड में टैक्स तालिका है, तो टैक्स कार्ड या हाल की वेतन पर्ची पर दिया गया प्रतिशत दर्ज करें।
hr: Tidex procjenjuje porez primjenom jedne fiksne stope. Ako vaša porezna kartica koristi poreznu tablicu, unesite postotak naveden na poreznoj kartici ili nedavnoj platnoj listi.
hu: A Tidex egyetlen fix százalékkal becsüli az adót. Ha az adókártyád adótáblát használ, add meg az adókártyádon vagy egy friss bérjegyzéken feltüntetett százalékot.
id: Tidex memperkirakan pajak dengan satu persentase tetap. Jika kartu pajak Anda menggunakan tabel pajak, masukkan persentase yang tertera pada kartu pajak atau slip gaji terbaru.
is: Tidex áætlar skatt út frá einu föstu prósentuhlutfalli. Ef skattkortið þitt byggist á skattatöflu skaltu slá inn prósentuna sem kemur fram á skattkortinu eða á nýlegum launaseðli.
it: Tidex stima le imposte usando un'unica percentuale fissa. Se la tua scheda fiscale utilizza una tabella fiscale, inserisci la percentuale indicata sulla scheda fiscale o su una busta paga recente.
ja: Tidexは税金を一律の割合で見積もります。税額表を使う場合は、税カードまたは最近の給与明細に記載された割合を入力してください。
ko: Tidex는 하나의 고정 비율로 세금을 추정합니다. 세금 카드에서 세금표를 사용하는 경우, 세금 카드나 최근 급여명세서에 표시된 비율을 입력하세요.
lt: „Tidex“ apskaičiuoja mokesčius pagal vieną fiksuotą procentinį dydį. Jei jūsų mokesčių kortelėje taikoma mokesčių lentelė, įveskite kortelėje arba naujausiame algalapyje nurodytą procentinį dydį.
lv: Tidex aprēķina nodokli, izmantojot vienu fiksētu procentu likmi. Ja jūsu nodokļu kartē izmantota nodokļu tabula, ievadiet nodokļu kartē vai nesenā algas lapiņā norādīto procentu likmi.
nb: Tidex beregner skatt med én fast prosentsats. Har du tabelltrekk, bruk prosentsatsen på skattekortet eller en nylig lønnsslipp.
nl: Tidex schat de belasting met één vast percentage. Als je belastingkaart een belastingtabel gebruikt, voer dan het percentage in dat op je belastingkaart of een recente loonstrook staat.
nn: Tidex reknar ut skatt med éin fast prosentsats. Har du tabelltrekk, skriv inn prosentsatsen som står på skattekortet eller ein nyare lønnsslipp.
pl: Tidex szacuje podatek na podstawie jednej stałej stawki procentowej. Jeśli na Twojej karcie podatkowej jest tabela podatkowa, wpisz stawkę procentową podaną na karcie podatkowej lub na ostatnim pasku wypłaty.
pt_br: O Tidex estima o imposto usando uma única porcentagem fixa. Se o seu cartão de imposto usar uma tabela, informe a porcentagem mostrada no cartão ou em um contracheque recente.
ro: Tidex estimează impozitul folosind un procent fix. Dacă pe cardul fiscal este utilizat un tabel de impozitare, introdu procentul afișat pe cardul fiscal sau pe un fluturaș de salariu recent.
ru: Tidex рассчитывает налог по одной фиксированной ставке. Если в вашей налоговой карте используется таблица, введите процент, указанный в налоговой карте или последнем расчётном листке.
sk: Tidex odhaduje daň pomocou jednej pevnej percentuálnej sadzby. Ak sa na vašej daňovej karte používa daňová tabuľka, zadajte percento uvedené na daňovej karte alebo na nedávnej výplatnej páske.
sl: Tidex davek ocenjuje z eno samo fiksno stopnjo. Če vaš davčni karton uporablja davčno tabelo, vnesite odstotek, naveden na davčnem kartonu ali nedavni plačilni listi.
sr: Tidex procenjuje porez koristeći jednu fiksnu procentnu stopu. Ako vaša poreska kartica koristi poresku tabelu, unesite procenat prikazan na poreskoj kartici ili nedavnoj platnoj listi.
sv: Tidex uppskattar skatten med en enda fast procentsats. Om ditt skattekort använder en skattetabell, ange procentsatsen som står på skattekortet eller en aktuell lönespecifikation.
sw: Tidex hukadiria kodi kwa kutumia asilimia moja ya kudumu. Ikiwa kadi yako ya kodi hutumia jedwali la kodi, weka asilimia iliyo kwenye kadi yako ya kodi au slipu ya mshahara ya hivi majuzi.
ta: Tidex வரியை ஒரே நிலையான சதவீதத்தைக் கொண்டு மதிப்பிடுகிறது. உங்கள் வரி அட்டை வரி அட்டவணையைப் பயன்படுத்தினால், உங்கள் வரி அட்டை அல்லது சமீபத்திய சம்பளச் சீட்டில் காட்டப்பட்டுள்ள சதவீதத்தை உள்ளிடவும்.
th: Tidex ประมาณการภาษีด้วยเปอร์เซ็นต์คงที่เพียงค่าเดียว หากบัตรภาษีของคุณใช้ตารางภาษี ให้ป้อนเปอร์เซ็นต์ที่แสดงบนบัตรภาษีหรือสลิปเงินเดือนล่าสุด
tr: Tidex vergiyi tek bir sabit yüzdeyle tahmin eder. Vergi kartınızda vergi tablosu kullanılıyorsa, vergi kartınızda veya güncel bir maaş bordrosunda gösterilen yüzdeyi girin.
uk: Tidex оцінює податок за єдиною фіксованою ставкою. Якщо у вашій податковій картці використовується таблиця ставок, введіть відсоток, указаний у податковій картці або нещодавньому розрахунковому листку.
ur: Tidex ایک ہی مقررہ فیصد کے ذریعے ٹیکس کا تخمینہ لگاتا ہے۔ اگر آپ کے ٹیکس کارڈ میں ٹیکس ٹیبل استعمال ہوتی ہے، تو ٹیکس کارڈ یا حالیہ تنخواہ کی پرچی پر درج فیصد درج کریں۔
vi: Tidex ước tính thuế bằng một tỷ lệ phần trăm cố định. Nếu thẻ thuế của bạn sử dụng bảng thuế, hãy nhập tỷ lệ phần trăm hiển thị trên thẻ thuế hoặc phiếu lương gần đây.
zh_hans: Tidex 使用单一固定税率估算税费。如果你的税卡使用税表，请输入税卡或近期工资单上显示的税率。
zh_hant: Tidex 以單一固定百分比估算稅額。若您的稅卡使用稅率表，請輸入稅卡或近期薪資單上顯示的百分比。

# settings.pay.editor.taxPercentage
source: Tax percentage
ar: نسبة الضريبة
bg: Данъчен процент
bn: ট্যাক্স শতাংশ
ca: Percentatge d'impostos
cs: Sazba daně
da: Skatteprocent
de: Steuerprozentsatz
el: Ποσοστό φόρου
es: Porcentaje de impuesto
et: Maksumäär
fa: درصد مالیات
fi: Veroprosentti
fil: Porsyento ng buwis
fr: Pourcentage d'impôt
he: אחוז מס
hi: कर प्रतिशत
hr: Postotak poreza
hu: Adó százaléka
id: Skatteprosent
is: Skattaprósenta
it: Percentuale fiscale
ja: 税率
ko: 세율
lt: Mokesčio procentas
lv: Nodokļa procents
nb: Skatteprosent
nl: Belastingpercentage
nn: Skatteprosent
pl: Procent podatku
pt_br: Percentual de imposto
ro: Procent impozit
ru: Налоговый процент
sk: Percentuálna sadzba dane
sl: Odstotek davka
sr: Проценат пореза
sv: Skatteprocent
sw: Asilimia ya kodi
ta: வரி சதவீதம்
th: ร้อยละภาษี
tr: Vergi yüzdesi
uk: Відсоток податку
ur: ٹیکس فیصد
vi: Tỷ lệ phần trăm thuế
zh_hans: 税率百分比
zh_hant: 稅率百分比

# settings.pay.editor.taxTitle
source: Tax deduction
ar: خصم الضريبة
bg: Данъчно приспадане
bn: ট্যাক্স ছাড়
ca: Deducció d'impostos
cs: Srážka daně
da: Skattetræk
de: Steuerabzug
el: Κράτηση φόρου
es: Retención fiscal
et: Maksutrakk
fa: کسر مالیات
fi: Verovähennys
fil: Diskwento sa buwis
fr: Déduction fiscale
he: ניכוי מס
hi: कर कटौती
hr: Odbitak poreza
hu: Adólevonás
id: Skattetrekk
is: Skattalækk
it: Detrazione fiscale
ja: 税控除
ko: 세금 공제
lt: Mokesčio nuolaida
lv: Nodokļu atskaitīšana
nb: Skattetrekk
nl: Belastingtrek
nn: Skattetrekk
pl: Potrącenie podatku
pt_br: Desconto de imposto
ro: Deducere fiscală
ru: Налоговый вычет
sk: Daňový odpočet
sl: Davčni odbitek
sr: Одбитак пореза
sv: Skatteavdrag
sw: Kupunguzwa kwa kodi
ta: வரி கழிப்பு
th: หักภาษี
tr: Vergi kesintisi
uk: Податковий збір
ur: ٹیکس کی کٹوتی
vi: Khấu trừ thuế
zh_hans: 税务扣除
zh_hant: 稅收扣除

# settings.pay.editor.wageSource
source: Hourly wage and supplements
ar: الأجر بالساعة والبدلات
bg: Почасово възнаграждение и добавки
bn: ঘণ্টাপ্রতি মজুরি ও অতিরিক্ত ভাতা
ca: Salari per hora i complements
cs: Hodinová mzda a příplatky
da: Timeløn og tillæg
de: Stundenlohn und Zuschläge
el: Ωρομίσθιο και προσαυξήσεις
es: Salario por hora y complementos
et: Tunnitasu ja lisatasud
fa: دستمزد ساعتی و پرداخت‌های اضافی
fi: Tuntipalkka ja lisät
fil: Sahod kada oras at mga dagdag na bayad
fr: Salaire horaire et compléments
he: שכר שעתי ותוספות
hi: प्रति घंटा वेतन और भत्ते
hr: Satnica i dodaci
hu: Órabér és pótlékok
id: Upah per jam dan tambahan
is: Tímakaup og álag
it: Paga oraria e maggiorazioni
ja: 時給と手当
ko: 시급 및 수당
lt: Valandinis atlygis ir priedai
lv: Stundas likme un piemaksas
nb: Timelønn og tillegg
nl: Uurloon en toeslagen
nn: Timeløn og tillegg
pl: Stawka godzinowa i dodatki
pt_br: Salário por hora e adicionais
ro: Salariu orar și sporuri
ru: Почасовая ставка и доплаты
sk: Hodinová mzda a príplatky
sl: Urna postavka in dodatki
sr: Satnica i dodaci
sv: Timlön och tillägg
sw: Mshahara wa saa na nyongeza
ta: மணிநேர ஊதியம் மற்றும் கூடுதல் கொடுப்பனவுகள்
th: ค่าจ้างรายชั่วโมงและค่าตอบแทนเพิ่มเติม
tr: Saatlik ücret ve ek ödemeler
uk: Погодинна ставка та доплати
ur: فی گھنٹہ اجرت اور اضافی معاوضے
vi: Lương theo giờ và phụ cấp
zh_hans: 时薪和补贴
zh_hant: 時薪與津貼

# settings.pay.error.archiveBeforeDeleting
source: Archive this job before deleting it.
ar: أرشِف هذه الوظيفة قبل حذفها.
bg: Архивирайте тази работа, преди да я изтриете.
bn: মুছে ফেলার আগে এই চাকরিটি আর্কাইভ করুন।
ca: Arxiva aquesta feina abans d’eliminar-la.
cs: Před smazáním toto zaměstnání archivujte.
da: Arkivér dette job, før du sletter det.
de: Archiviere diesen Job, bevor du ihn löschst.
el: Αρχειοθετήστε την εργασία πριν τη διαγράψετε.
es: Archiva este empleo antes de eliminarlo.
et: Arhiveeri see töökoht enne selle kustutamist.
fa: پیش از حذف این شغل، آن را بایگانی کنید.
fi: Arkistoi tämä työpaikka ennen sen poistamista.
fil: I-archive ang trabahong ito bago ito burahin.
fr: Archivez cet emploi avant de le supprimer.
he: העבר את מקום העבודה לארכיון לפני מחיקתו.
hi: इस नौकरी को हटाने से पहले आर्काइव करें।
hr: Arhivirajte ovaj posao prije nego što ga izbrišete.
hu: Archiváld ezt a munkahelyet a törlés előtt.
id: Arsipkan pekerjaan ini sebelum menghapusnya.
is: Settu starfið í geymslu áður en þú eyðir því.
it: Archivia questo lavoro prima di eliminarlo.
ja: 勤務先を削除する前にアーカイブしてください。
ko: 삭제하기 전에 이 직장을 보관하세요.
lt: Prieš ištrindami šią darbovietę, ją suarchyvuokite.
lv: Arhivējiet šo darba vietu pirms tās dzēšanas.
nb: Arkiver jobben før du sletter den.
nl: Archiveer deze baan voordat je deze verwijdert.
nn: Arkiver jobben før du slettar han.
pl: Zarchiwizuj tę pracę przed jej usunięciem.
pt_br: Arquive este emprego antes de excluí-lo.
ro: Arhivează acest loc de muncă înainte de a-l șterge.
ru: Сначала архивируйте это место работы.
sk: Pred odstránením archivujte toto pracovisko.
sl: Pred izbrisom arhivirajte to službo.
sr: Arhivirajte ovaj posao pre nego što ga obrišete.
sv: Arkivera jobbet innan du raderar det.
sw: Weka kazi hii kwenye kumbukumbu kabla ya kuifuta.
ta: நீக்குவதற்கு முன் இந்த வேலையை காப்பகப்படுத்தவும்.
th: เก็บถาวรงานนี้ก่อนลบ
tr: Silmeden önce bu işi arşivleyin.
uk: Заархівуйте цю роботу, перш ніж видаляти її.
ur: حذف کرنے سے پہلے اس ملازمت کو آرکائیو کریں۔
vi: Hãy lưu trữ công việc này trước khi xóa.
zh_hans: 删除此工作前请先将其归档。
zh_hant: 請先封存此工作，再將其刪除。
